describe('проверяем доступность приложения', function () {
  beforeEach(() => {
    cy.intercept('GET', 'api/ingredients', {
      fixture: 'ingredients.json'
    }).as('getIngredients');

    cy.visit('');
  });

  it('Добавление ингредиента из списка в конструктор', () => {});
  it('Открытие модального окна ингредиента', () => {});
  it('Закрытие по клику на крестик', () => {});
  it('Закрытие по клику на оверлей', () => {});
  it('Добавление ингредиента из списка в конструктор', () => {});
  it('Добавление ингредиента из списка в конструктор', () => {});
  it('Добавление ингредиента из списка в конструктор', () => {});
  it('Добавление ингредиента из списка в конструктор', () => {});
  it('Добавление ингредиента из списка в конструктор', () => {});
  it('Добавление ингредиента из списка в конструктор', () => {});
});
